[
  {
    "title": "Gentle Yoga",
    "description": "Perfect class for students recovering from illness or injury, or for the new student who would like a slow, thoughtful introduction to yoga. Classes focus on stretching and relaxation."
  },
  {
    "title": "Gentle Yoga and Meditation",
    "description": "Perfect class for students recovering from illness or injury, or for the new student who would like a slow, thoughtful introduction to yoga. Classes focus on stretching and relaxation."
  },
  {
    "title": "Yoga 1",
    "description": "This moderately-paced class will include sun salutations and a wide range of standing and seated postures designed to increase strength, balance and flexibility. For new students with good physical health."
  }, 
  {
    "title": "Yoga 2",
    "description": "This is a great class for students who are ready to progress in their practice of yoga. Shoulderstand, headstand, backbends and arm balances will be broken-down and explained."
  }, 
  {
    "title": "Flow Yoga",
    "description": "Ideal class for the student who likes a fluid, mindful practice that links alignment, movement and breath."
  }, 
  {
    "title": "Yin Yoga",
    "description": "Rather than focusing on muscle length and strength, Yin Yoga targets the connective tissue and joints of the hips, pelvis and lower spine. Yin Yoga is a complement to more active yoga styles and other fast-paced activities, and is a great aid for meditation postures. The practice begins with a brief warm-up followed by long holds in specific postures. The Yin Yoga practice is inclusive - all are welcome."
  }, 
  {
    "title": "Prenatal Yoga",
    "description": "This class is designed to help expectant mothers safely tone and stretch, prepare mentally and physically for childbirth, get relief from some of the discomforts of pregnancy, and make a loving connection with their bodies and their babies. The class is for women in any trimester."
  }, 
  {
    "title": "Mommy and Me",
    "description": "This class is designed to help new moms regain strength and flexibility (and sanity!) while connecting with other moms. For infants through children age three."
  },
  {
    "title": "Ashtanga Yoga",
    "description": "For athletic students who are in good physical condition and have some prior yoga experience. Ashtanga Yoga is a traditional style of yoga that involves synchronizing the breath with movement thereby creating an intense internal heat (and sweat!) purifying both the body and the mind. Students in this class will receive physical adjustments from instructors."
  },
  {
    "title": "Mysore Yoga",
    "description": "The traditional way of learning Ashtanga yoga, the Mysore class is the way Ashtanga Yoga is taught in Mysore, India. In this class, students practice individually. The instructor does not verbally lead students through postures, but instead walks around the room and gives physical adjustments to students as they practice at their own pace. This class is for students who are familiar with the primary and second series of Ashtanga yoga."
  }
]