[
	{
		"expires": "2018-01-08T17:00:00.000-05:00",
		"title": "Teaching Relaxation and Restorative Yoga with Joni Staaf Sturgill",
		"photo": "/assets/images/workshops/restorative.jpg",
		"description": "Approximately 40 million adults suffer from anxiety in the United States. And these are just the ones who seek treatment. Learn how to calm and soothe your students' nervous systems gently through simple relaxation practices and restorative yoga postures. You will learn how to teach gentle yoga movements appropriate for all populations, and how to set up and adapt a handful of restorative yoga postures, effectively using a multitude of props, and what to do when props aren't available. Joni is an ERYT 500 and a YACEP; her workshop qualifies for continuing education credits with Yoga Alliance.",
		"sections":
		[
			{
				"start": "2017-05-21T13:00:00.000-04:00",
				"expires": "2017-05-22T17:00:00.000-04:00",
				"productID": 31,
				"cost": 65,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-02-12T17:00:00.000-05:00",
		"title": "Yoga in the Counseling Session with Paula Soto, LSW, ERYT",
		"photo": "/assets/images/workshops/ahimsa.jpg",
		"description": "Trauma Foundation Mentoring Group. A discussion and practicum group for mental health professionals who want to skillfully integrate body, breath and mindfulness techniques into their psychotherapy sessions.  While this mentoring focuses on applications specific to the practice of psychotherapy, Yoga teachers seeking to enhance their skills for instructing private students on techniques that support mental focus and emotional and nervous system regulation will also find material of value in this group. Pre-requisite: Attendance at Ahimsa and/or Trauma Foundations training offered by Paula Soto and Linda Meacci; or, commensurate education in trauma-informed psychotherapy/yoga instruction. CEs are available to RYTs and Pennsylvania Licensed Social Workers, Licensed Professional Counselors and Licensed Marriage and Family Therapists through NASW",
		"sections":
		[
				{
				"start": "2017-08-13T16:00:00.000-04:00",
				"expires": "2017-08-19T18:15:00.000-04:00",
				"productID": 44,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-02-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations are a flowing yoga practice designed to draw the energy of the body, mind and heart, inward to a more reflective nature honoring the energy of the full moon. In this workshop we will combine the Moon Salutation sequence with mantras, meditations and restorative postures. We will use the practice of candle gazing and a guided deep relaxation to clear the mind and calm the soul. It is a time to heal and reflect on all the beauty within us and around us.",
		"sections":
		[
			{
				"title": "The Flower Moon",
				"start": "2017-05-12T18:30:00.000-04:00",
				"expires": "2017-05-13T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},
	{
		"expires": "2018-02-24T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Acupuncture with Kendell Romanelli and Quiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundalini Yoga and Acupuncture are two ancient healing practices that help to benefit our modern lifestyle. In this workshop Kendell will guide us through powerful Kundalini Yoga Kriyas~ yogic exercise sets to cleanse and balance the body and mind. Then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation. ",
		"sections":
		[
						{
				"start": "2017-06-02T18:30:00.000-04:00",
				"expires": "2017-06-03T20:00:00.000-04:00",
				"productID": 29,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},
	{
		"expires": "2018-03-05T15:00:00.000-05:00",
		"title": "Family Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/mothering.jpg",
		"description": "In our family yoga workshop, we will focus on fun and playful movement as well as calming breath work to bring the family together in a lighthearted practice. We will move through a physical asana practice designed to be mindful of the bodies and minds of children and teenagers. Join us to unite your practice with your family as we include a brief guided meditation to help to focus busy minds of children and parents alike. Family members and friends of young yogis (ages 4 and over) are welcome. $10 per person",
		"sections":
		[
			{
				"start": "2017-05-07T14:00:00.000-04:00",
				"expires": "2017-05-08T15:00:00.000-04:00",
				"productID": 61,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2017-06-04T14:00:00.000-04:00",
				"expires": "2017-06-07T15:00:00.000-04:00",
				"productID": 58,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2017-07-09T14:00:00.000-04:00",
				"expires": "2017-07-10T15:00:00.000-04:00",
				"productID": 59,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2017-08-06T14:00:00.000-04:00",
				"expires": "2017-08-07T15:00:00.000-04:00",
				"productID": 60,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]
	},
		{
		"expires": "2018-01-08T17:00:00.000-05:00",
		"title": "Getting Unstuck with Yoga and Positive Psychology",
		"photo": "/assets/images/workshops/fertility.jpg",
		"description": "Feel like you’re getting overwhelmed by stress? Not living the life you wanted? Learn compassion for yourself so you can move beyond your emotional pain, to live a purposeful, joyful, happy life! This class includes yoga, meditation, positive psychology exercises, journaling, laughter, and conscious breathing.",
		"sections":
		[
			{
				"start": "2017-07-16T14:00:00.000-04:00",
				"expires": "2017-07-26T16:00:00.000-04:00",
				"productID": 22,
				"cost": 35,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-01-15T15:00:00.000-05:00",
		"title": "Prenatal Partner Yoga Workshop with Brenda Maser",
		"photo": "/assets/images/workshops/prenatalpartner.jpg",
		"description": "Moms to be! Bring your partners, a family member or a friend to share a fun prenatal yoga experience where you will learn supportive partner poses, breath work, massage and relaxation techniques designed to help you connect with one another and to prepare for the arrival of your little one into the world! All stages of pregnancy and levels of experience are welcome. $35 per couple.",
		"sections":
		[
			{
				"start": "2017-07-09T14:00:00.000-04:00",
				"expires": "2017-07-10T15:30:00.000-04:00",
				"productID": 14,
				"cost": 35,
				"location": "East Liberty"
			}
		]
	}
]
