[
	{
		"expires": "2018-03-05T15:00:00.000-05:00",
		"title": "Family Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/mothering.jpg",
		"description": "In our family yoga workshop, we will focus on fun and playful movement as well as calming breath work to bring the family together in a lighthearted practice. We will move through a physical asana practice designed to be mindful of the bodies and minds of children and teenagers. Join us to unite your practice with your family as we include a brief guided meditation to help to focus busy minds of children and parents alike. Family members and friends of young yogis (ages 4 and over) are welcome. $10 per person.",
		"sections":
		[
			{
				"start": "2017-11-12T14:00:00.000-05:00",
				"expires": "2017-11-13T15:00:00.000-05:00",
				"productID": 59,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2017-12-10T14:00:00.000-05:00",
				"expires": "2017-12-11T15:00:00.000-05:00",
				"productID": 60,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-01-14T14:00:00.000-05:00",
				"expires": "2018-01-15T15:00:00.000-05:00",
				"productID": 61,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-02-11T14:00:00.000-05:00",
				"expires": "2018-02-12T15:00:00.000-05:00",
				"productID": 62,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]	
	},

	{
		"expires": "2018-03-05T15:00:00.000-05:00",
		"title": "Teen Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/teenyoga.jpg",
		"description": "In our teen yoga workshop, we will focus on bringing peace and calm to the mind while getting to know our bodies. An introduction to meditation will be provided as it can be used to ground ourselves in stressful times and helps us to become more mindful of our world, our actions, and our words. This would be a great first yoga experience if you are looking to get into yoga or just a more comfortable way to practice and meet other teen yogis. Come build strength and flexibility and open your mind in a safe space with other like-minded teens!",
		"sections":
		[
			{
				"start": "2017-11-12T15:30:00.000-05:00",
				"expires": "2017-11-13T16:30:00.000-05:00",
				"productID": 64,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2017-12-10T15:30:00.000-05:00",
				"expires": "2017-12-12T16:30:00.000-05:00",
				"productID": 31,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-01-14T15:30:00.000-05:00",
				"expires": "2018-01-15T16:30:00.000-05:00",
				"productID": 32,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-02-11T15:30:00.000-05:00",
				"expires": "2018-02-12T16:30:00.000-05:00",
				"productID": 33,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]
	},



	{
		"expires": "2018-12-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations were developed in the early 1980s by four women at Kripalu Institute to balance the energy of traditional Sun Salutations. Moon Salutes tune into the reflective, intuitive energy of the moon focusing on hip and heart opening postures. Each posture is held for several seconds in order to allow the body to accept the energy of the practice. It is a mixed level practice that builds stamina of the body and mind. This 90-minute workshop combines the beautiful flow of Moon Salutations with healing yoga exercises, chanting meditations, candle gazing and deep relaxation. The entire workshop is supported with live guitar music by Rick Romanelli. Each month follows the theme of the full moon for that month with slight variations to the Moon Salutation, mantra and music. A perfect way to end your work week!",
		"sections": [
			{
				"start": "2018-03-02T18:30:00.000-05:00",
				"expires": "2018-03-04T20:00:00.000-05:00",
				"productID": 10,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-03-30T18:30:00.000-05:00",
				"expires": "2018-04-02T20:00:00.000-05:00",
				"productID": 10,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-04-027T18:30:00.000-05:00",
				"expires": "2018-04-04T20:00:00.000-05:00",
				"productID": 10,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},



	{
		"expires": "2018-10-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Chant with Kendell Romanelli",
		"photo": "/assets/images/workshops/kundaliniandchant.jpg",
		"description": "This beautiful workshop will focus on a Kundalini Yoga Kriya - yogic exercise set - to open the body, mind and heart to the beauty within us and all around us. Kundalini Yoga involves moving yogic exercises and chanting meditations. It is appropriate for all levels of yoga and is renowned for it’s ability to inspire and heal practitioners. Class will be supported with live guitar music by Rick Romanelli. A great way to experience something new or embrace the beauty of Kundalini Yoga!",
		"sections":		
		[
			{
				"title": "SOLD OUT",
				"start": "2018-01-26T18:30:00.000-05:00",
				"expires": "2018-01-27T20:00:00.000-05:00",
				"productID": 58,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},

	{
		"expires": "2018-10-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Acupuncture with Kendell Romanelli and Qiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundalini Yoga and Acupuncture are two ancient healing practices that help to benefit our modern lifestyle. In this workshop Kendell will guide us through powerful Kundalini Yoga Kriyas - yogic exercise sets to cleanse and balance the body and mind. Then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation. ",
		"sections":		
		[
			{
				"title": "SOLD OUT",
				"start": "2018-02-16T18:30:00.000-05:00",
				"expires": "2018-02-17T20:00:00.000-05:00",
				"productID": 29,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},

	{
		"expires": "2018-03-05T15:00:00.000-05:00",
		"title": "Meditation for Parents with Joni Sturgill",
		"photo": "/assets/images/workshops/fertility.jpg",
		"description": "Want your child to be more calm, focused and balanced? It starts with you. Choosing your own behavior with mindful intention, patience, and emotional regulation will benefit your child and your relationship. Their confidence and resilience will grow as they learn mindfulness through you. This workshop includes discussion, time to practice techniques, Q&A, and a handout to be emailed after the session. This session is for parents only, not children. Joni Sturgill is an ERYT and has a Master of Science in Counseling Psychology.",
		"sections":
		[
			{
				"start": "2018-01-28T14:00:00.000-05:00",
				"expires": "2018-01-29T16:00:00.000-05:00",
				"productID": 51,
				"cost": 30,
				"location": "East Liberty"
			}
		]
	},

	{
    "expires": "2018-02-18T15:30:00.000-05:00",
    "title": "Ashtanga Yoga Workshops with Kino MacGregor",
    "photo": "/assets/images/workshops/kino.jpg",
    "description": "Kino MacGregor is an international yoga teacher, author of four books, producer of six DVDs and co-founder of Miami Life Center and OmStars. She is one of a select group of people to receive the Certification to teach Ashtanga Yoga by its founder Sri K Pattabhi Jois.",
    "sections":
    [
      {
				"title": "Ashtanga Magic: Breath, Posture and Gaze",
				"description": "Delve into the secrets of the Ashtanga Yoga lineage, known as the Tristana method, and discover the magic of breath (pranayama), posture (asana) and focal point (dristhi). Break down the energetic alignment of key postures in the Ashtanga Yoga method and build the foundation for a meditative, awareness based practice. Starting off with the Sun Salutations and progressing through the Standing Postures, Kino guides you into a devotional practice that mergers the physical and subtle bodies and honors tradition while embodying the present. All levels.",
			  "start": "2018-02-03T10:00:00.000-05:00",
        "expires": "2018-02-05T12:00:00.000-05:00",
        "productID": 34,
        "cost": 65,
        "location": "Union Project"
      },
      {
				"title": "Twist into Your Center",
				"description": "Deep twisting increases energy levels, cleanses the body and opens the mind to new levels of awareness. Find the perfect balance between activation and release in this new approach to twisting. Learn healthy technique to increase flexibility in your spine and shoulders while creating solid foundation in your pelvis. Use the core strength of the body to support the twisting and extension. You will have fun with many levels of twists and even use the twisting position to enter some challenging arm balances!",
			  "start": "2018-02-03T14:00:00.000-05:00",
        "expires": "2018-02-05T16:00:00.000-05:00",
        "productID": 35,
        "cost": 65,
        "location": "Union Project"
      },
      {
				"title": "Ashtanga Yoga Full Primary Series",
				"description": "Surrender to the traditional Ashtanga Yoga method with careful emphasis on the traditional vinyasa method and have fun along the journey. Experience the integrity and purity of the Ashtanga Yoga practice and be prepared to sweat.",
			  "start": "2018-02-04T10:00:00.000-05:00",
        "expires": "2018-02-05T12:00:00.000-05:00",
        "productID": 36,
        "cost": 65,
        "location": "Union Project"
      },
      {
				"title": "Handstands Lovers",
				"description": "No matter how long you practice handstand is a benchmark of strength and steadiness that transcends physical disciplines. From yoga to martial arts to gymnastics a stable handstand is the key test of alignment and mastery. The only thing you need to join this class is a love of handstands. Whether you are a total beginner or have a stable handstand you will learn tools to build strength and alignment while balancing on your hands.  Leave with a strength building program that you can do every day to develop the physical and emotional strength to support your handstanding journey.",
			  "start": "2018-02-04T14:00:00.000-05:00",
        "expires": "2018-02-05T16:00:00.000-05:00",
        "productID": 37,
        "cost": 65,
        "location": "Union Project"
			}
    ]
  },

	{
		"expires": "2018-02-18T15:30:00.000-05:00",
		"title": "Partner Meditation Workshop with Joni Sturgill",
		"photo": "/assets/images/workshops/partnermeditation.jpg",
		"description": "Sustaining healthy, fulfilling relationships (of any kind) can be challenging, especially during times of stress. Do you need to reconnect with your spouse, partner, or close friend? Or maybe you're just looking for something fun to do together to create a stronger bond? Learn to relax together and experience a deeper connection through breathwork and simple meditation techniques, as well as a few gentle partner yoga postures. This workshop is designed to allow you to quietly experience and appreciate each other's unique presence. Price is per couple.",
		"sections":
		[
			{
				"start": "2018-02-17T15:30:00.000-05:00",
				"expires": "2018-02-18T17:00:00.000-05:00",
				"productID": 53,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	},
		
	{
		"expires": "2018-02-19T15:30:00.000-05:00",
		"title": "Prenatal Partner Yoga Workshop with Brenda Maser",
		"photo": "/assets/images/workshops/prenatalpartner.jpg",
		"description": "Moms-to-be bring your partner, a family member or a friend to this fun workshop where you will learn supportive partner poses, breath work, massage and relaxation techniques designed to help you connect with one another and prepare for the arrival of your little one! All stages of pregnancy and levels of experience are welcome.",
		"sections":
		[
			{
				"start": "2018-02-18T14:00:00.000-05:00",
				"expires": "2018-02-19T15:30:00.000-05:00",
				"productID": 14,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	}

]
