[
	{
		"expires": "2019-09-05T15:00:00.000-05:00",
		"title": "Family Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/mothering.jpg",
		"description": "In our family yoga workshop, we will focus on fun and playful movement as well as calming breath work to bring the family together in a lighthearted practice. We will move through a physical asana practice designed to be mindful of the bodies and minds of children and teenagers. Join us to unite your practice with your family as we include a brief guided meditation to help to focus busy minds of children and parents alike. Family members and friends of young yogis (ages 4 and over) are welcome. $10 per person.",
		"sections":
		[
			{
				"start": "2018-08-12T14:00:00.000-04:00",
				"expires": "2018-08-13T15:00:00.000-04:00",
				"productID": 61,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-09-02T14:00:00.000-04:00",
				"expires": "2018-09-03T15:00:00.000-04:00",
				"productID": 62,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-10-07T14:00:00.000-04:00",
				"expires": "2018-10-08T15:00:00.000-04:00",
				"productID": 63,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-11-04T14:00:00.000-05:00",
				"expires": "2018-11-05T15:00:00.000-05:00",
				"productID": 64,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]	
	},

	{
		"expires": "2019-09-05T15:00:00.000-05:00",
		"title": "Teen Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/teenyoga.jpg",
		"description": "In our teen yoga workshop, we will focus on bringing peace and calm to the mind while getting to know our bodies. An introduction to meditation will be provided as it can be used to ground ourselves in stressful times and helps us to become more mindful of our world, our actions, and our words. This would be a great first yoga experience if you are looking to get into yoga or just a more comfortable way to practice and meet other teen yogis. Come build strength and flexibility and open your mind in a safe space with other like-minded teens!",
		"sections":
		[
			{
				"start": "2018-08-12T15:30:00.000-04:00",
				"expires": "2018-08-13T16:30:00.000-04:00",
				"productID": 65,
				"cost": 10,
				"location": "Squirrel Hill"
			},			{
				"start": "2018-09-02T15:30:00.000-04:00",
				"expires": "2018-09-03T16:30:00.000-04:00",
				"productID": 66,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-10-07T15:30:00.000-04:00",
				"expires": "2018-10-08T16:30:00.000-04:00",
				"productID": 67,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-11-04T15:30:00.000-05:00",
				"expires": "2018-11-05T16:30:00.000-05:00",
				"productID": 68,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]
	},



	{
		"expires": "2018-12-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations were developed in the early 1980s by four women at Kripalu Institute to balance the energy of traditional Sun Salutations. Moon Salutes tune into the reflective, intuitive energy of the moon focusing on hip and heart opening postures. Each posture is held for several seconds in order to allow the body to accept the energy of the practice. It is a mixed level practice that builds stamina of the body and mind. This 90-minute workshop combines the beautiful flow of Moon Salutations with healing yoga exercises, chanting meditations, candle gazing and deep relaxation. The entire workshop is supported with live guitar music by Rick Romanelli. Each month follows the theme of the full moon for that month with slight variations to the Moon Salutation, mantra and music. A perfect way to end your work week!",
		"sections":
		 [
			{
				"title": "Full Moon",
				"start": "2018-09-21T18:30:00.000-04:00",
				"expires": "2018-09-22T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-10-12T18:30:00.000-04:00",
				"expires": "2018-10-13T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-10-26T18:30:00.000-04:00",
				"expires": "2018-10-27T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-11-09T18:30:00.000-04:00",
				"expires": "2018-11-10T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-11-23T18:30:00.000-04:00",
				"expires": "2018-11-24T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},



	{
		"expires": "2018-06-25T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Chant with Kendell Romanelli",
		"photo": "/assets/images/workshops/kundaliniandchant.jpg",
		"description": "This beautiful workshop will focus on a Kundalini Yoga Kriya - yogic exercise set - to open the body, mind and heart to the beauty within us and all around us. Kundalini Yoga involves moving yogic exercises and chanting meditations. It is appropriate for all levels of yoga and is renowned for it’s ability to inspire and heal practitioners. Class will be supported with live guitar music by Rick Romanelli. A great way to experience something new or embrace the beauty of Kundalini Yoga!",
		"sections":		
		[
			{
				"start": "2018-06-22T18:30:00.000-04:00",
				"expires": "2018-06-23T20:00:00.000-04:00",
				"productID": 55,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},

	{
		"expires": "2018-06-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Acupuncture with Kendell Romanelli and Qiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundalini Yoga and Acupuncture are two ancient healing practices that help to benefit our modern lifestyle. In this workshop Kendell will guide us through powerful Kundalini Yoga Kriyas - yogic exercise sets to cleanse and balance the body and mind. Then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation. ",
		"sections":		
		[
			{
				"start": "2018-06-01T18:30:00.000-04:00",
				"expires": "2018-06-02T20:00:00.000-04:00",
				"productID": 56,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},


	{
		"expires": "2018-07-25T20:00:00.000-05:00",
		"title": "Mindful Couples Connection with Joni Sturgill",
		"photo": "/assets/images/workshops/partnermeditation.jpg",
		"description": "Making time to connect, as a couple, is so important for a healthy and enjoyable relationship. Deep connection is formed by being present together, really listening and learning from each other, physically, mentally and emotionally. The practices of mindfulness, yoga and dance can facilitate growth, intimacy, and spark a relationship to life! Join yoga & mindfulness facilitator Joni Sturgill, and ballroom dance instructor, Trevor Runco, as they guide you on a mindful journey of partner yoga & meditation, and the basics of partner dancing. You’ll stretch, laugh and most importantly, connect in a meaningful way. $50/couple.",
		"sections":		
		[
			{
				"start": "2018-07-20T18:30:00.000-04:00",
				"expires": "2018-07-21T20:30:00.000-04:00",
				"productID": 53,
				"cost": 50,
				"location": "North Hills"
			}
		]
	},





	{
		"expires": "2018-08-18T20:00:00.000-05:00",
		"title": "Trauma-Focused Yoga with Paula Soto LSW, ERYT",
		"photo": "/assets/images/workshops/ahimsa.jpg",
		"description": "Trauma-focused yoga specifically addresses the needs of trauma-impacted individuals, conveying tools for self-regulation, and other recovery-related skills. This discussion and practicum group provides guidance to people who are currently offering, or curious to learn about, trauma-focused yoga classes; and provides case consultation for yoga teachers and mental health therapists who are working with traumatized individuals. CEs are available for yoga teachers and PA licensed mental health professionals. Pre-requisite: attendance at Ahimsa/Trauma Basics; Yoga for Trauma – A Survivor’s Perspective; or commensurate knowledge/training about trauma and yoga. Trauma Foundations is a dual-profession, continuing education offering developed by Linda Meacci, ERYT and Paula Soto, LSW, ERYT, empowering yoga teachers and mental health providers to connect, learn, and collaborate, so that we may effectively serve trauma-impacted individuals and communities.",
		"sections":		
		[
			{
				"start": "2018-08-11T14:00:00.000-04:00",
				"expires": "2018-08-12T17:00:00.000-04:00",
				"productID": 31,
				"cost": 55,
				"location": "East Liberty"
			}
		]
	},

	{
		"expires": "2018-09-05T15:00:00.000-05:00",
		"title": "Teaching Relaxation and Restorative Yoga with Joni Sturgill",
		"photo": "/assets/images/workshops/restorative.jpg",
		"description": "Approximately 40 million adults suffer from anxiety in the United States. And these are just the ones who seek treatment. Learn how to calm and soothe your students' nervous systems gently through simple relaxation practices and restorative yoga postures. You will learn how to teach gentle yoga movements appropriate for all populations, and how to set up and adapt a handful of restorative yoga postures, effectively using a multitude of props, and what to do when props aren't available. Joni is an ERYT 500 and a YACEP; her workshop qualifies for continuing education credits with Yoga Alliance.",
		"sections":
		[
			{
				"start": "2018-08-26T12:00:00.000-04:00",
				"expires": "2018-08-27T16:00:00.000-04:00",
				"productID": 51,
				"cost": 75,
				"location": "East Liberty"
			}
		]
	},


	{
		"expires": "2018-07-19T15:30:00.000-05:00",
		"title": "Prenatal Partner Yoga Workshop with Brenda Maser",
		"photo": "/assets/images/workshops/prenatalpartner.jpg",
		"description": "Moms-to-be bring your partner, a family member or a friend to this fun workshop where you will learn supportive partner poses, breath work, massage and relaxation techniques designed to help you connect with one another and prepare for the arrival of your little one! All stages of pregnancy and levels of experience are welcome. Price is per couple.",
		"sections":
		[
			{
				"start": "2018-07-15T14:00:00.000-04:00",
				"expires": "2018-07-16T15:30:00.000-04:00",
				"productID": 13,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	}

]
