[
	{
		"expires": "2018-12-09T20:00:00.000-05:00",
		"title": "Teacher Training Open House",
		"photo": "/assets/images/workshops/openhouse.jpg",
		"description": "Are you interested in becoming a yoga teacher or are you interested in deepening your practice and knowledge of yoga?  Join us at our Teacher Training and Yoga Intensive open house to learn about the upcoming 2019 program. Bring questions!",
		"sections":		
		[
			{
				"start": "2018-12-09T16:00:00.000-05:00",
				"expires": "2018-12-10T17:00:00.000-05:00",
				"productID": 13,
				"cost": 0,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-12-10T20:00:00.000-05:00",
		"title": "Holiday Presence with Stefanie Zito",
		"photo": "/assets/images/workshops/holiday.jpg",
		"description": "You're invited...to slow down. The holidays can be a wild whirlwind of activity for many of us. The endless lists, the giving of gifts, the gatherings of friends, family, colleagues...Taking time for self-care is imperative in every season, but perhaps most especially during such flurry of holiday activity. Elevate your holiday beyond the bustle and join Stefanie Zito for a soothing practice of self care and mindfulness, incorporating self massage, gentle yoga, restorative poses, and breath work. Through thoughtful use of props and massage balls, we will release unhelpful tension and create spaciousness for quiet reflection and joy in this special season.",
		"sections":		
		[
			{
				"start": "2018-12-09T14:00:00.000-05:00",
				"expires": "2018-12-10T16:00:00.000-05:00",
				"productID": 13,
				"cost": 25,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-12-30T20:00:00.000-05:00",
		"title": "Mindful Women’s Empowerment Workshop with Joni Sturgill",
		"photo": "/assets/images/workshops/meditation.jpg",
		"description": "Are you living the life you want, with purpose and meaning? Do you long for support around your personal goals? Want to work toward becoming your healthiest self - mentally, emotionally, and physically? CEUs are available for yoga instructors.",
		"sections":		
		[
			{
				"start": "2018-12-29T12:00:00.000-05:00",
				"expires": "2018-12-30T13:45:00.000-05:00",
				"productID": 25,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},
	{
		"expires": "2019-01-01T20:00:00.000-05:00",
		"title": "NYD celebration with Linda Meacci",
		"photo": "/assets/images/workshops/newyears.jpg",
		"description": "Join us to set your Sankalpa (meaningful intentions) for this New Year! This yoga gathering inspires transformation, invigorates the body, clears the mind and readies us for our next steps. This fluid practice—a blend of asana, contemplation, restoration, music and revelation—will make for an auspicious start to your New Year. Mantra and mudra ignite our intentions and ground us; rhythm and playfulness inform our spirit; and deep restoration ties it all together. Walk into 2019 with clear intention, the desire for better self-care, and a viewpoint of loving kindness! All levels welcome; options provided. Sign-up early. Space is limited!",
		"sections":		
		[
			{
				"start": "2019-01-01T10:00:00.000-05:00",
				"expires": "2019-01-02T12:30:00.000-05:00",
				"productID": 31,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2019-12-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations were developed in the early 1980s by four women at Kripalu Institute to balance the energy of traditional Sun Salutations. Moon Salutes tune into the reflective, intuitive energy of the moon focusing on hip and heart opening postures. Each posture is held for several seconds in order to allow the body to accept the energy of the practice. It is a mixed-level practice that builds stamina of the body and mind. This 90-minute workshop combines the beautiful flow of Moon Salutations with healing yoga exercises, chanting meditations, candle gazing and deep relaxation. The entire workshop is supported with live guitar music by Rick Romanelli. A perfect way to end your work week!",
		"sections":
		 [
			{
				"title": "Full Moon",
				"start": "2018-11-23T18:30:00.000-05:00",
				"expires": "2018-11-24T20:00:00.000-05:00",
				"productID": 21,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "New Moon",
				"start": "2018-12-07T18:30:00.000-05:00",
				"expires": "2018-12-08T20:00:00.000-05:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "Winter Solstice Moon",
				"start": "2018-12-21T18:30:00.000-05:00",
				"expires": "2018-12-22T20:00:00.000-05:00",
				"productID": 18,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "New Moon",
				"start": "2019-01-04T18:30:00.000-05:00",
				"expires": "2019-01-05T20:00:00.000-05:00",
				"productID": 19,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "Full Moon",
				"start": "2019-01-18T18:30:00.000-05:00",
				"expires": "2019-01-18T20:00:00.000-05:00",
				"productID": 20,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "New Moon",
				"start": "2019-02-08T18:30:00.000-05:00",
				"expires": "2019-02-09T20:00:00.000-05:00",
				"productID": 22,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "Full Moon",
				"start": "2019-02-22T18:30:00.000-05:00",
				"expires": "2019-02-23T20:00:00.000-05:00",
				"productID": 23,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},


	{
		"expires": "2019-12-25T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Chant with Kendell Romanelli",
		"photo": "/assets/images/workshops/kundaliniandchant.jpg",
		"description": "This beautiful workshop will focus on a Kundalini Yoga Kriya (a yoga exercise set) to open the body, mind and heart to the beauty within us and all around us. Kundalini Yoga involves moving yogic exercises and chanting meditations. It is appropriate for all levels of yoga and is renowned for it’s ability to inspire and heal practitioners. Class will be supported with live guitar music by Rick Romanelli. A great way to experience something new or embrace the beauty of Kundalini Yoga!",
		"sections":		
		[
			{
				"start": "2018-11-16T18:30:00.000-05:00",
				"expires": "2018-11-17T20:00:00.000-05:00",
				"productID": 54,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "New Year's Day: Happy Healthy You!",
				"start": "2019-01-01T14:00:00.000-05:00",
				"expires": "2019-01-02T15:30:00.000-05:00",
				"productID": 55,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "Awakening the Heart",
				"start": "2019-02-01T18:30:00.000-05:00",
				"expires": "2019-02-02T20:00:00.000-05:00",
				"productID": 56,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},
	{
		"expires": "2018-12-01T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Acupuncture with Kendell Romanelli and Qiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundalini Yoga and Acupuncture are two ancient healing practices that can benefit our modern lifestyle. In this workshop, Kendell will guide you through powerful Kundalini Yoga Kriyas (yogic exercise sets to cleanse and balance the body and mind) then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation.",
		"sections":		
		[
			{
				"start": "2018-11-30T18:30:00.000-05:00",
				"expires": "2018-12-01T20:00:00.000-05:00",
				"productID": 34,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},

	{
		"expires": "2019-01-14T20:00:00.000-05:00",
		"title": "How to Home Practice with Leigh Ann Cutright",
		"photo": "/assets/images/workshops/homepractice.jpg",
		"description": "Yoga works best...when we do it. If you’ve ever wished for a more consistent practice, this workshop is for you. Build the foundation for a solid self practice, and yoga will be available to you at all times for the rest of your life. We will discuss specific techniques for: motivation, safety, utilizing resources for practice, creating a practice space (no home is too small), developing personalized sequences. This workshop is for yogis of all levels and styles. Bonus points if you’ve already tried to practice at home and failed spectacularly. Bring your mat, your phone, a pen, and a sense of adventure.",
		"sections":		
		[
			{
				"start": "2019-01-13T13:00:00.000-05:00",
				"expires": "2019-01-14T15:30:00.000-05:00",
				"productID": 27,
				"cost": 35,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2019-01-23T20:00:00.000-05:00",
		"title": "Feet with Stefanie Zito",
		"photo": "/assets/images/workshops/feet.jpg",
		"description": "As the integrity of any structure is contingent on its foundation, so it is with the function of our feet in relation to the rest of our bodies. Yet most of our society spends considerable time in footwear, and our minimal time barefoot results in disconnection from our crucial foundation. Our feet are one of the most nerve-dense parts of our bodies, and its 33 joints and 26 bones suggest that we have a great capacity for mobility, which is often unexplored, and for which a toll is taken on the rest of the body. Get grounded and explore the function of your foundation with this exciting and fascinating workshop all about the function of your feet, and enjoy the direct benefits up the chain.",
		"sections":		
		[
			{
				"start": "2019-01-20T14:00:00.000-05:00",
				"expires": "2019-01-23T16:00:00.000-05:00",
				"productID": 62,
				"cost": 30,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2019-01-26T20:00:00.000-05:00",
		"title": "Sound Healing",
		"photo": "/assets/images/workshops/soundhealing.jpg",
		"description": "This healing workshop hosted by Kendell Romanelli & Rita Lampe, LCSW, is meant to calm the senses using movement, sound and scent. Class will begin with some breath work and a gentle yoga sequence to release the energy of the week and prepare the body & mind for meditation. We will then work with sound by chanting a mantra and close with a 30 minute relaxation supported by live guitar music, soft drumming & an optional essential oil blend.",
		"sections":		
		[
			{
				"start": "2019-01-25T18:30:00.000-05:00",
				"expires": "2019-01-26T20:00:00.000-05:00",
				"productID": 63,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},
	{
		"expires": "2019-02-11T20:00:00.000-05:00",
		"title": "PROP-pel Your Practice with Stefanie Zito",
		"photo": "/assets/images/workshops/props.jpg",
		"description": "Props are a real gift to the yoga practice, often used for support and proprioceptive feedback, and rightly so. They can also, however, encourage a unique increase of challenge when introduced in certain approaches to asana, which is what this workshop will explore. While many standard props will be utilized, our focus will primarily be using blankets to discover fun and creative ways to move, stabilize, and strengthen the whole body.",
		"sections":		
		[
			{
				"start": "2019-02-10T14:00:00.000-05:00",
				"expires": "2019-02-11T16:00:00.000-05:00",
				"productID": 26,
				"cost": 30,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2019-02-18T15:30:00.000-05:00",
		"title": "Prenatal Partner Yoga Workshop with Brenda Maser",
		"photo": "/assets/images/workshops/prenatalpartner.jpg",
		"description": "Moms-to-be bring your partner, a family member or a friend to this fun workshop where you will learn supportive partner poses, breath work, massage and relaxation techniques designed to help you connect with one another and prepare for the arrival of your little one! All stages of pregnancy and levels of experience are welcome. Price is per couple.",
		"sections":
		[
			{
				"start": "2019-02-17T14:00:00.000-05:00",
				"expires": "2019-02-18T15:30:00.000-05:00",
				"productID": 14,
				"cost": 35,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2019-02-07T15:00:00.000-05:00",
		"title": "Restorative Yoga and Bedtime Stories with Zo",
		"photo": "/assets/images/workshops/restorative.jpg", 
		"description": "When I was a child, I loved snuggling into my bed at night while my father or mother read me a bedtime story. Their voices were soothing, gradually lulling me into a sleepy state. Often I fell asleep before the end of the fable. Join me this winter to rest, relax, and restore your body and mind in a variety of restorative yoga postures while listening to bedtime stories.  Caution: may lead to napping, snoring, and otherwise blissing out in yoga class . . . all of which is completely acceptable! Bring a journal if you'd like to record your thoughts and experiences.",
		"sections":
		[
			{
				"start": "2019-01-06T15:00:00.000-05:00",
				"expires": "2019-01-07T16:15:00.000-05:00",
				"productID": 64,
				"cost": 20,
				"location": "East Liberty"
			},
			{
				"start": "2019-02-03T15:00:00.000-05:00",
				"expires": "2019-02-04T16:15:00.000-05:00",
				"productID": 65,
				"cost": 20,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2019-01-27T15:00:00.000-05:00",
		"title": "Chakra Talk with Zo",
		"photo": "/assets/images/workshops/chakra.jpg", 
		"description": "Come learn about 7 major chakras in your body: what they are, how they influence your life, and what you can do to optimize their functioning and enhance your own personal physical, mental, and spiritual life. This session combines discussion with a moderate active physical practice. Bring a notebook and your curiosity.",
		"sections":
		[
			{
				"start": "2019-01-26T14:00:00.000-05:00",
				"expires": "2019-01-27T16:00:00.000-05:00",
				"productID": 16,
				"cost": 30,
				"location": "East Liberty"
			}
		]
  },
  {
    "expires": "2019-02-17T20:00:00.000-05:00",
    "title": "Partner Meditation with Joni Sturgill",
    "photo": "/assets/images/workshops/partnermeditation.jpg",
    "description": "Sustaining healthy, fulfilling relationships (of any kind) can be challenging, especially during times of stress. Do you need to reconnect with your spouse, partner, or close friend? Or maybe you're just looking for something fun to do together to create a stronger bond? Learn to relax together and experience a deeper connection through breathwork and simple meditation techniques, as well as a few gentle partner yoga postures. This workshop is designed to allow you to quietly experience and appreciate each other's unique presence.",
    "sections":		
    [
      {
        "start": "2019-02-16T15:00:00.000-05:00",
        "expires": "2019-02-17T16:30:00.000-05:00",
        "productID": 15,
        "cost": 40,
        "location": "Squirrel Hill"
      }
    ]
	},
	{
    "expires": "2019-02-24T20:00:00.000-05:00",
    "title": "Yoga for Lower Back Pain",
    "photo": "/assets/images/workshops/backpain.jpg",
    "description": "It is estimated that 80% of Americans will experience an episode of low back pain in their lifetime.  In this workshop you can expect to learn about sources of pain, how to manage pain through yoga, and at home techniques to independently address fascial and other soft tissue restrictions.  Jamie DeMarco and Lori Wynn, both Doctors of Physical Therapy and yoga instructors, combined bring over 30 years of experience to offer in this course for compassion for the spine.  This workshop is appropriate for rehab professionals, yoga instructors and students.",
    "sections":		
    [
      {
        "start": "2019-02-23T14:00:00.000-05:00",
        "expires": "2019-02-24T16:00:00.000-05:00",
        "productID": 24,
        "cost": 50,
        "location": "East Liberty"
      }
    ]
  }
]