[
	{
		"expires": "2018-08-18T20:00:00.000-05:00",
		"title": "Trauma-Focused Yoga with Paula Soto LSW, ERYT",
		"photo": "/assets/images/workshops/ahimsa.jpg",
		"description": "Trauma-focused yoga specifically addresses the needs of trauma-impacted individuals, conveying tools for self-regulation, and other recovery-related skills. This discussion and practicum group provides guidance to people who are currently offering, or curious to learn about, trauma-focused yoga classes; and provides case consultation for yoga teachers and mental health therapists who are working with traumatized individuals. CEs are available for yoga teachers and PA licensed mental health professionals. Pre-requisite: attendance at Ahimsa/Trauma Basics; Yoga for Trauma – A Survivor’s Perspective; or commensurate knowledge/training about trauma and yoga. Trauma Foundations is a dual-profession, continuing education offering developed by Linda Meacci, ERYT and Paula Soto, LSW, ERYT, empowering yoga teachers and mental health providers to connect, learn, and collaborate, so that we may effectively serve trauma-impacted individuals and communities.",
		"sections":		
		[
			{
				"start": "2018-08-11T14:00:00.000-04:00",
				"expires": "2018-08-12T17:00:00.000-04:00",
				"productID": 31,
				"cost": 55,
				"location": "East Liberty"
			}
		]
	},

	{
		"expires": "2018-09-05T15:00:00.000-05:00",
		"title": "Teaching Relaxation and Restorative Yoga with Joni Sturgill",
		"photo": "/assets/images/workshops/restorative.jpg",
		"description": "Approximately 40 million adults suffer from anxiety in the United States. And these are just the ones who seek treatment. Learn how to calm and soothe your students' nervous systems gently through simple relaxation practices and restorative yoga postures. You will learn how to teach gentle yoga movements appropriate for all populations, and how to set up and adapt a handful of restorative yoga postures, effectively using a multitude of props, and what to do when props aren't available. Joni is an ERYT 500 and a YACEP; her workshop qualifies for continuing education credits with Yoga Alliance.",
		"sections":
		[
			{
				"start": "2018-08-26T12:00:00.000-04:00",
				"expires": "2018-08-27T16:00:00.000-04:00",
				"productID": 51,
				"cost": 75,
				"location": "East Liberty"
			}
		]
	},

	
	{
		"expires": "2018-12-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations were developed in the early 1980s by four women at Kripalu Institute to balance the energy of traditional Sun Salutations. Moon Salutes tune into the reflective, intuitive energy of the moon focusing on hip and heart opening postures. Each posture is held for several seconds in order to allow the body to accept the energy of the practice. It is a mixed level practice that builds stamina of the body and mind. This 90-minute workshop combines the beautiful flow of Moon Salutations with healing yoga exercises, chanting meditations, candle gazing and deep relaxation. The entire workshop is supported with live guitar music by Rick Romanelli. Each month follows the theme of the full moon for that month with slight variations to the Moon Salutation, mantra and music. A perfect way to end your work week!",
		"sections":
		 [
			{
				"title": "Full Moon",
				"start": "2018-09-21T18:30:00.000-04:00",
				"expires": "2018-09-22T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "New Moon",
				"start": "2018-10-12T18:30:00.000-04:00",
				"expires": "2018-10-13T20:00:00.000-04:00",
				"productID": 18,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "Full Moon",
				"start": "2018-10-26T18:30:00.000-04:00",
				"expires": "2018-10-27T20:00:00.000-04:00",
				"productID": 19,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "New Moon",
				"start": "2018-11-09T18:30:00.000-05:00",
				"expires": "2018-11-10T20:00:00.000-05:00",
				"productID": 20,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "Full Moon",
				"start": "2018-11-23T18:30:00.000-05:00",
				"expires": "2018-11-24T20:00:00.000-05:00",
				"productID": 21,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},



	{
		"expires": "2018-12-25T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Chant with Kendell Romanelli",
		"photo": "/assets/images/workshops/kundaliniandchant.jpg",
		"description": "This beautiful workshop will focus on a Kundalini Yoga Kriya - yogic exercise set - to open the body, mind and heart to the beauty within us and all around us. Kundalini Yoga involves moving yogic exercises and chanting meditations. It is appropriate for all levels of yoga and is renowned for it’s ability to inspire and heal practitioners. Class will be supported with live guitar music by Rick Romanelli. A great way to experience something new or embrace the beauty of Kundalini Yoga!",
		"sections":		
		[
			{
				"start": "2018-09-28T18:30:00.000-04:00",
				"expires": "2018-09-29T20:00:00.000-04:00",
				"productID": 55,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-11-16T18:30:00.000-05:00",
				"expires": "2018-11-17T20:00:00.000-05:00",
				"productID": 56,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},

	{
		"expires": "2018-12-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Acupuncture with Kendell Romanelli and Qiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundalini Yoga and Acupuncture are two ancient healing practices that help to benefit our modern lifestyle. In this workshop Kendell will guide us through powerful Kundalini Yoga Kriyas - yogic exercise sets to cleanse and balance the body and mind. Then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation. ",
		"sections":		
		[
			{
				"start": "2018-10-05T18:30:00.000-04:00",
				"expires": "2018-10-06T20:00:00.000-04:00",
				"productID": 32,
				"cost": 30,
				"location": "North Hills"
			},
			{
				"start": "2018-11-02T18:30:00.000-04:00",
				"expires": "2018-11-03T20:00:00.000-04:00",
				"productID": 33,
				"cost": 30,
				"location": "North Hills"
			},
			{
				"start": "2018-11-30T18:30:00.000-05:00",
				"expires": "2018-12-01T20:00:00.000-05:00",
				"productID": 34,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},


	{
		"expires": "2018-09-25T20:00:00.000-05:00",
		"title": "Feet with Stefanie Zito",
		"photo": "/assets/images/workshops/feet.jpg",
		"description": "As the integrity of any structure is contingent on its foundation, so it is with the function of our feet in relation to the rest of our bodies. Yet most of our society spends considerable time in footwear, and our minimal time barefoot results in disconnection from our crucial foundation. Our feet are one of the most nerve-dense parts of our bodies, and its 33 joints and 26 bones suggest that we have a great capacity for mobility, which is often unexplored, and for which a toll is taken on the rest of the body. Get grounded and explore the function of your foundation with this exciting and fascinating workshop all about the function of your feet, and enjoy the direct benefits up the chain.",
		"sections":		
		[
			{
				"start": "2018-09-23T14:00:00.000-04:00",
				"expires": "2018-09-23T16:00:00.000-04:00",
				"productID": 62,
				"cost": 30,
				"location": "East Liberty"
			}
		]
	},

	{
		"expires": "2018-10-25T20:00:00.000-05:00",
		"title": "Mindfulness and Poetry Workshop with Joni Sturgill",
		"photo": "/assets/images/workshops/officeyoga.jpg",
		"description": "We live in stressful times, adding a personal life change like moving, losing or starting a job, ending or starting a relationship, or losing a loved one, can leave us feeling overwhelmed. How can we process our challenging life events, along with all of the emotions that surround them? The practice of mindfulness can help us understand ourselves better, to see where we are stuck, and to see our strengths as well. Writing can also be therapeutic. In this workshop, Amazon best-selling poet and mindfulness facilitator Joni Sturgill will lead you through gentle movement, breathing exercises and mindfulness practices. She will also teach you how to use your experience to write poetry. No experience required. Please bring a journal or paper and pen.",
		"sections":		
		[
			{
				"start": "2018-10-14T14:00:00.000-04:00",
				"expires": "2018-10-15T16:00:00.000-04:00",
				"productID": 54,
				"cost": 30,
				"location": "Squirrel Hill"
			}
		]
	},



	{
		"expires": "2018-10-23T20:00:00.000-05:00",
		"title": "Sitting is Killing Me: Yoga to Undo the Damage of Your Desk Job",
		"photo": "/assets/images/workshops/seatedyoga.jpg",
		"description": "Do you sit at a keyboard for hours? Do you have tight hips and legs? Neck, shoulder and back pain and/or discomfort? Camping out all day at a desk can also create an unhealthy posture - that you take with you when you leave for the day - the back and shoulders hunch down and the neck protrudes forward. Join Jill Clary, E-RYT, for a practice designed to relieve tension and lesson the chronic ache of office work. We'll start with a chair practice we can do while at our desk or on our commute, move to our mat for a floor practice concentrated on these key areas, and finish with restorative/yin poses to leave us feeling renewed and recharged.",
		"sections":		
		[
			{
				"start": "2018-10-21T13:30:00.000-04:00",
				"expires": "2018-09-23T15:30:00.000-04:00",
				"productID": 63,
				"cost": 25,
				"location": "Squirrel Hill"
			}
		]
	},




	{
		"expires": "2018-10-29T15:30:00.000-05:00",
		"title": "Prenatal Partner Yoga Workshop with Brenda Maser",
		"photo": "/assets/images/workshops/prenatalpartner.jpg",
		"description": "Moms-to-be bring your partner, a family member or a friend to this fun workshop where you will learn supportive partner poses, breath work, massage and relaxation techniques designed to help you connect with one another and prepare for the arrival of your little one! All stages of pregnancy and levels of experience are welcome. Price is per couple.",
		"sections":
		[
			{
				"start": "2018-10-28T14:00:00.000-04:00",
				"expires": "2018-10-29T15:30:00.000-04:00",
				"productID": 14,
				"cost": 40,
				"location": "Squirrel Hill"
			}
		]
	},

	{
		"expires": "2018-10-05T15:00:00.000-05:00",
		"title": "The Basics of Yoga Nidra & Other Forms of Relaxation with Joni Sturgill",
		"photo": "/assets/images/workshops/restorative.jpg", 
		"description": "In this course, you will learn about the deep relaxation practice called Yoga Nidra. You’ll gain a philosophical understanding of the koshas (layers that make up a human being). This workshop is for anyone interested in learning deep relaxation practices and possibly sharing them with others (yoga teachers, therapists, parents, etc.). Continuing education credits are available for yoga teachers.",
		"sections":
		[
			{
				"start": "2018-09-30T01:00:00.000-04:00",
				"expires": "2018-10-01T15:30:00.000-04:00",
				"productID": 53,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	}

]
