[
		{
		"expires": "2018-02-12T15:30:00.000-05:00",
		"title": "Partner Meditation Workshop with Joni Sturgill",
		"photo": "/assets/images/workshops/partnermeditation.jpg",
		"description": "Sustaining healthy, fulfilling relationships (of any kind) can be challenging, especially during times of stress. Do you need to reconnect with your spouse, partner, or close friend? Or maybe you're just looking for something fun to do together to create a stronger bond? Learn to relax together and experience a deeper connection through breathwork and simple meditation techniques, as well as a few gentle partner yoga postures. This workshop is designed to allow you to quietly experience and appreciate each other's unique presence. Price is per couple.",
		"sections":
		[
			{
				"start": "2017-02-12T14:00:00.000-05:00",
				"expires": "2017-02-12T15:30:00.000-05:00",
				"productID": 53,
				"cost": 35,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-02-19T17:00:00.000-05:00",
		"title": "Trauma-Informed Yoga Teacher Training – Foundational Skills with Linda Meacci, E-RYT and Paula Soto, LSW, RYT",
		"photo": "/assets/images/workshops/ahimsa.jpg",
		"description": "As yoga teachers and licensed therapists understand, people seek remedy for high stress and trauma symptoms by attending yoga classes. In this foundational training, Paula Soto, a licensed social worker and registered yoga teacher, and Linda Meacci, an experienced yoga-teacher-training instructor, will present a spectrum of information, ranging from how to create a non-harming atmosphere in yoga classes and private lessons, to recognizing and responding to nonverbal signs of stress and trauma in students/clients, to setting up yoga services for trauma-impacted populations. Rather than require teachers to veer from their own teaching styles, this training will equip them to apply trauma-informed insights to their established methods of instruction. For detailed information about this Trauma Informed Yoga Teacher Training, please visit www.lindameacciyoga.com",
		"sections":
		[
				{
				"title": "Day 1: Saturday, February 18",
				"nodate": true,
				"start": "2017-02-18T12:00:00.000-05:00",
				"expires": "2017-02-19T17:00:00.000-05:00",
				"productID": 44,
				"cost": 90,
				"location": "East Liberty"
			},
			{
				"title": "Both days: Saturday, February 18 and Sunday the 19",
				"nodate": true,
				"start": "2017-02-18T12:00:00.000-05:00",
				"expires": "2017-02-19T17:00:00.000-05:00",
				"productID": 45,
				"cost": 180,
				"location": "East Liberty"
			}
		]
	},
		{
		"expires": "2018-01-15T17:00:00.000-05:00",
		"title": "The Body is a Pond: Lymphatic Self-Massage and Yoga With Julia Schandelmeier, LMT and Richard Gartner, ERYT",
		"photo": "/assets/images/workshops/lymphatic.jpg",
		"description": "What is our lymphatic system, why it is important to us, and how can we increase our own lymphatic flow? Richard Gartner, ERYT, and Julia Schandelmeier, LMT and certified lymphatic therapist, present this experiential and informative workshop about our fluid body. The lymph system is a series of rivers and channels that detoxes the body and aids digestion. This workshop is a guide to keep your lymph system moving and strong. You’ll learn the basics of the lymphatic system, a lymphatic massage routine and yoga postures that support your system. You'll also receive handouts you can take home and refer to at any time. This is an all-levels workshop that assumes a generally healthy lymphatic system. If you have any lymphatic or lymph node conditions, please contact us to see if this workshop is right for you.",
		"sections":
		[
			{
				"start": "2017-03-05T13:00:00.000-05:00",
				"expires": "2017-03-06T15:30:00.000-05:00",
				"productID": 57,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-02-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations are a flowing yoga practice designed to draw the energy of the body, mind and heart, inward to a more reflective nature honoring the energy of the full moon. In this workshop we will combine the Moon Salutation sequence with mantras, meditations and restorative postures. We will use the practice of candle gazing and a guided deep relaxation to clear the mind and calm the soul. It is a time to heal and reflect on all the beauty within us and around us.",
		"sections":
		[
			{
				"title": "The Snow Moon",
				"start": "2017-02-10T18:30:00.000-05:00",
				"expires": "2017-02-11T20:00:00.000-05:00",
				"productID": 11,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "The Windy Moon",
				"start": "2017-03-10T18:30:00.000-05:00",
				"expires": "2017-03-11T20:00:00.000-05:00",
				"productID": 9,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "The Spring Moon",
				"start": "2017-04-14T18:30:00.000-04:00",
				"expires": "2017-04-15T20:00:00.000-04:00",
				"productID": 10,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"title": "The Flower Moon",
				"start": "2017-05-12T18:30:00.000-04:00",
				"expires": "2017-05-13T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},
	{
		"expires": "2018-02-24T20:00:00.000-05:00",
		"title": "Kundaini Yoga and Acupuncture with Kendell Romanelli and Quiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundaini Yoga and Acupuncture are two ancient healing practices that help to benefit our modern lifestyle. In this workshop Kendell will guide us through powerful Kundalini Yoga Kriyas~ yogic exercise sets to cleanse and balance the body and mind. Then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation. ",
		"sections":
		[
			{
				"start": "2017-03-24T18:30:00.000-04:00",
				"expires": "2017-03-25T20:00:00.000-04:00",
				"productID": 29,
				"cost": 30,
				"location": "North Hills"
			},
			{
				"start": "2017-04-21T18:30:00.000-04:00",
				"expires": "2017-04-22T20:00:00.000-04:00",
				"productID": 30,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},
	{
		"expires": "2018-03-05T15:00:00.000-05:00",
		"title": "Family Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/mothering.jpg",
		"description": "In our family yoga workshop, we will focus on fun and playful movement as well as calming breath work to bring the family together in a lighthearted practice. We will move through a physical asana practice designed to be mindful of the bodies and minds of children and teenagers. Join us to unite your practice with your family as we include a brief guided meditation to help to focus busy minds of children and parents alike. Family members and friends of young yogis (ages 4 and over) are welcome.",
		"sections":
		[
			{
				"start": "2017-03-05T14:00:00.000-05:00",
				"expires": "2017-03-05T15:00:00.000-05:00",
				"productID": 58,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2017-04-02T14:00:00.000-04:00",
				"expires": "2017-04-02T15:00:00.000-04:00",
				"productID": 59,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2017-05-07T14:00:00.000-04:00",
				"expires": "2017-05-07T15:00:00.000-04:00",
				"productID": 61,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]
	},
	{
		"expires": "2018-02-10T20:00:00.000-05:00",
		"title": "Ayurveda Workshops with Abby Ritter",
		"photo": "/assets/images/workshops/ayurveda.jpg",
		"description": "",
		"sections":
		[
			{
				"title": "Foundations of Ayurveda: Nature will support our own natural rhythm when we live in alignment with it, helping us to stay healthy and to live optimally. When we live out of synch with this rhythm, we start to create disharmony within both the body and mind.  Come and learn how to create a daily routine, know as Dinacharya, to support and nourish your body and mind through a combination of self-care practices, nutrition, yoga and pranayama.  We'll end with a grounding asana practice specially made for balancing the body during this time of year.",
				"start": "2017-03-18T13:00:00.000-04:00",
				"expires": "2017-03-18T15:00:00.000-04:00",
				"productID": 100,
				"cost": 35,
				"location": "Squirrel Hill"
			},
			{
				"title": "Ayurvedic Spring Cleanse: Spring is traditionally a time in Ayurveda to start to lighten the heaviness that has accumulated within the body and mind during the winter months by doing a cleanse. This three day cleanse will help you to feel lighter and more vibrant by stoking your Agni (inner fire) which stimulates digestion and metabolism, leaving you feeling re-energized and renewed.",
				"start": "2017-03-19T13:00:00.000-04:00",
				"expires": "2017-03-19T15:00:00.000-04:00",
				"productID": 101,
				"cost": 35,
				"location": "Squirrel Hill"
			},
			{
				"title": "Both days: Saturday March 18th and Sunday the 19th",
				"nodate": true,
				"start": "2017-03-18T13:00:00.000-04:00",
				"expires": "2017-03-19T15:00:00.000-04:00",
				"productID": 102,
				"cost": 60,
				"location": "Squirrel Hill"
			}
		]
	},
	{
		"expires": "2018-01-08T17:00:00.000-05:00",
		"title": "Yoga for Cancer Patients: a continuing education training for yoga teachers",
		"photo": "/assets/images/workshops/fertility.jpg",
		"description": "In 2016, approximately 1,685,000 new cases of cancer were diagnosed in the United States. While a multitude of medical treatments are available for cancer patients, the practices of yoga and meditation can compliment a patient's course and help them cope with various symptoms, from nausea, to fatigue, anxiety, sleeplessness and more. We can support those with cancer at diagnosis, throughout treatment, post treatment, and even if and when patients are 'cleared' of cancer. In this workshop, you will gain a greater understanding of cancer as a disease, some of the common treatments and side effects, and the mental and emotional state that can accompany the disease. Joni will offer a set of best practices to teach those with cancer, including breathwork, meditation, yoga asana, and mindfulness/positive psychology practices. A handout will be emailed after class however please also bring a notebook and be prepared to take notes. Joni works closely with an oncologist at the Hillman Cancer Center in Pittsburgh and has worked with patients for several years. She also brings her masters in psychology to offer insight into the mental and emotional effects of this disease. Joni is an ERYT 500 and a YACEP; her workshop qualifies for continuing education credits with Yoga Alliance.",
		"sections":
		[
			{
				"start": "2017-03-26T13:00:00.000-04:00",
				"expires": "2017-03-26T17:00:00.000-04:00",
				"productID": 22,
				"cost": 75,
				"location": "East Liberty"
			}
		]
	},
			{
		"expires": "2018-01-08T17:00:00.000-05:00",
		"title": "Teaching Relaxation and Restorative Yoga: a continuing education workshop for yoga teachers",
		"photo": "/assets/images/workshops/restorative.jpg",
		"description": "Approximately 40 million adults suffer from anxiety in the United States. And these are just the ones who seek treatment. Learn how to calm and soothe your students' nervous systems gently through simple relaxation practices and restorative yoga postures. You will learn how to teach gentle yoga movements appropriate for all populations, and how to set up and adapt a handful of restorative yoga postures, effectively using a multitude of props, and what to do when props aren't available. Joni is an ERYT 500 and a YACEP; her workshop qualifies for continuing education credits with Yoga Alliance.",
		"sections":
		[
			{
				"start": "2017-04-09T13:00:00.000-04:00",
				"expires": "2017-04-09T17:00:00.000-04:00",
				"productID": 31,
				"cost": 65,
				"location": "East Liberty"
			}
		]
	},
	{
		"expires": "2018-01-15T15:00:00.000-05:00",
		"title": "Prenatal Partner Yoga Workshop with Brenda Maser",
		"photo": "/assets/images/workshops/prenatalpartner.jpg",
		"description": "Moms to be! Bring your partners, a family member or a friend to share a fun prenatal yoga experience where you will learn supportive partner poses, breath work, massage and relaxation techniques designed to help you connect with one another and to prepare for the arrival of your little one into the world! All stages of pregnancy and levels of experience are welcome. Price is per couple.",
		"sections":
		[
			{
				"start": "2017-04-30T14:00:00.000-04:00",
				"expires": "2017-05-01T15:30:00.000-04:00",
				"productID": 14,
				"cost": 35,
				"location": "Squirrel Hill"
			}
		]
	},
	{
		"expires": "2017-02-04T15:00:00.000-05:00",
		"title": "Inside Out Asana with Kristie Lindblom",
		"photo": "/assets/images/workshops/selfcompassion.jpg",
		"description": "In this workshop we will tune in to the deep wisdom of our bodies and use a somatic approach to alignment in asana. Using inquiry and exploration, students will be able to approach any style or tradition through universal principles of body mechanics and learn to work with the unique form of their individual body.",
		"sections":
		[
			{
				"start": "2017-02-04T13:00:00.000-05:00",
				"expires": "2017-02-05T15:00:00.000-05:00",
				"productID": 57,
				"cost": 30,
				"location": "East Liberty"
			}
		]
	}
]
