[
	{
		"expires": "2018-03-05T15:00:00.000-05:00",
		"title": "Family Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/mothering.jpg",
		"description": "In our family yoga workshop, we will focus on fun and playful movement as well as calming breath work to bring the family together in a lighthearted practice. We will move through a physical asana practice designed to be mindful of the bodies and minds of children and teenagers. Join us to unite your practice with your family as we include a brief guided meditation to help to focus busy minds of children and parents alike. Family members and friends of young yogis (ages 4 and over) are welcome. $10 per person.",
		"sections":
		[
			  		{
				"start": "2017-11-12T14:00:00.000-05:00",
				"expires": "2017-11-13T15:00:00.000-05:00",
				"productID": 59,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]
	},


		{
		"expires": "2018-03-05T15:00:00.000-05:00",
		"title": "Teen Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/teenyoga.jpg",
		"description": "In our teen yoga workshop, we will focus on bringing peace and calm to the mind while getting to know our bodies. An introduction to meditation will be provided as it can be used to ground ourselves in stressful times and helps us to become more mindful of our world, our actions, and our words. This would be a great first yoga experience if you are looking to get into yoga or just a more comfortable way to practice and meet other teen yogis. Come build strength and flexibility and open your mind in a safe space with other like-minded teens!",
		"sections":
		[
			{
				"start": "2017-11-12T15:30:00.000-05:00",
				"expires": "2017-11-13T16:30:00.000-05:00",
				"productID": 64,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]
	},


	{
		"expires": "2017-12-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations were developed in the early 1980s by four women at Kripalu Institute to balance the energy of traditional Sun Salutations. Moon Salutes tune into the reflective, intuitive energy of the moon focusing on hip and heart opening postures. Each posture is held for several seconds in order to allow the body to accept the energy of the practice. It is a mixed level practice that builds stamina of the body and mind. This 90-minute workshop combines the beautiful flow of Moon Salutations with healing yoga exercises, chanting meditations, candle gazing and deep relaxation. The entire workshop is supported with live guitar music by Rick Romanelli. Each month follows the theme of the full moon for that month with slight variations to the Moon Salutation, mantra and music. A perfect way to end your work week!",
		"sections": [
			{
				"start": "2017-12-01T18:30:00.000-05:00",
				"expires": "2017-12-02T20:00:00.000-05:00",
				"productID": 9,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-01-01T16:30:00.000-05:00",
				"expires": "2018-01-02T18:00:00.000-05:00",
				"productID": 10,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-02-02T18:30:00.000-05:00",
				"expires": "2018-02-03T20:00:00.000-05:00",
				"productID": 11,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},


	{
		"expires": "2018-10-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Chant with Kendell Romanelli",
		"photo": "/assets/images/workshops/kundaliniandchant.jpg",
		"description": "This beautiful workshop will focus on a Kundalini Yoga Kriya - yogic exercise set - to open the body, mind and heart to the beauty within us and all around us. Kundalini Yoga involves moving yogic exercises and chanting meditations. It is appropriate for all levels of yoga and is renowned for it’s ability to inspire and heal practitioners. Class will be supported with live guitar music by Rick Romanelli. A great way to experience something new or embrace the beauty of Kundalini Yoga!",
		"sections":		
		[
			{
				"start": "2017-12-22T18:30:00.000-05:00",
				"expires": "2017-12-23T20:00:00.000-05:00",
				"productID": 57,
				"cost": 20,
				"location": "North Hills"
			},
			{
				"start": "2018-01-26T18:30:00.000-05:00",
				"expires": "2018-01-27T20:00:00.000-05:00",
				"productID": 58,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},


	{
		"expires": "2018-10-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Acupuncture with Kendell Romanelli and Qiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundalini Yoga and Acupuncture are two ancient healing practices that help to benefit our modern lifestyle. In this workshop Kendell will guide us through powerful Kundalini Yoga Kriyas - yogic exercise sets to cleanse and balance the body and mind. Then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation. ",
		"sections":		
		[
			{
				"start": "2018-01-12T18:30:00.000-05:00",
				"expires": "2018-01-13T20:00:00.000-05:00",
				"productID": 28,
				"cost": 30,
				"location": "North Hills"
			},
			{
				"start": "2018-02-16T18:30:00.000-05:00",
				"expires": "2018-02-17T20:00:00.000-05:00",
				"productID": 29,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},


 {
		"expires": "2017-11-06T17:00:00.000-05:00",
		"title": "Supporting the Perimeter with Richard Gartner",
		"photo": "/assets/images/workshops/perimeter.jpg",
		"description": "If you wish to further your practice by accessing your feet, hands, neck and face, this workshop is for you. A typical yoga practice focuses on a few major areas of the body like knees, hamstrings, or spine. This workshop spotlights micro-asanas—practices for the overworked and often ignored parts of our selves. These practices are a boon for anyone with repetitive stress symptoms, tension headaches, sore feet, and anyone who wishes to deepen their yoga experience. Yoga Alliance members receive a digital certificate for 2.5 CE credit hours.",
		"sections":
		[
			{
				"start": "2017-11-05T13:00:00.000-05:00",
				"expires": "2017-11-06T15:30:00.000-05:00",
				"productID": 54,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	},


	{
		"expires": "2017-11-20T17:00:00.000-05:00",
		"title": "Straight from the Shoulder with Richard Gartner",
		"photo": "/assets/images/workshops/shoulder.jpg",
		"description": "This all-levels workshop explores ways to strengthen the upper body safely and develop a sense of security in the shoulders and arms. Part anatomy lesson, part practice, this workshop is a boon for yogis who have experienced rotator cuff or elbow injuries. Richard reviews the muscular anatomy of the upper body. He then guides students through long holds and dynamic exercises. Using common poses, students gain insight into their shoulder and arm positions and develop strength. Students should be able to bear some weight on their hands, and their wrists should be free of recent injury. Yoga Alliance members receive a digital certificate for 2.5 CE credit hours.",
		"sections":
		[
			{
				"start": "2017-11-19T13:00:00.000-05:00",
				"expires": "2017-11-20T15:30:00.000-05:00",
				"productID": 55,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	},

	
{
	"expires": "2018-02-18T15:30:00.000-05:00",
	"title": "Partner Meditation Workshop with Joni Sturgill",
	"photo": "/assets/images/workshops/partnermeditation.jpg",
	"description": "Sustaining healthy, fulfilling relationships (of any kind) can be challenging, especially during times of stress. Do you need to reconnect with your spouse, partner, or close friend? Or maybe you're just looking for something fun to do together to create a stronger bond? Learn to relax together and experience a deeper connection through breathwork and simple meditation techniques, as well as a few gentle partner yoga postures. This workshop is designed to allow you to quietly experience and appreciate each other's unique presence. Price is per couple.",
	"sections":
	[
		{
			"start": "2018-02-17T14:30:00.000-06:00",
			"expires": "2018-02-18T16:00:00.000-06:00",
			"productID": 53,
			"cost": 40,
			"location": "East Liberty"
		}
	]
	}

]
