[
	{
		"expires": "2018-06-05T15:00:00.000-05:00",
		"title": "Family Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/mothering.jpg",
		"description": "In our family yoga workshop, we will focus on fun and playful movement as well as calming breath work to bring the family together in a lighthearted practice. We will move through a physical asana practice designed to be mindful of the bodies and minds of children and teenagers. Join us to unite your practice with your family as we include a brief guided meditation to help to focus busy minds of children and parents alike. Family members and friends of young yogis (ages 4 and over) are welcome. $10 per person.",
		"sections":
		[
			{
				"start": "2018-04-08T14:00:00.000-04:00",
				"expires": "2018-04-10T15:00:00.000-04:00",
				"productID": 61,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-05-06T14:00:00.000-04:00",
				"expires": "2018-05-08T15:00:00.000-04:00",
				"productID": 62,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]	
	},

	{
		"expires": "2018-06-05T15:00:00.000-05:00",
		"title": "Teen Yoga Workshops with Bailey Zembower",
		"photo": "/assets/images/workshops/teenyoga.jpg",
		"description": "In our teen yoga workshop, we will focus on bringing peace and calm to the mind while getting to know our bodies. An introduction to meditation will be provided as it can be used to ground ourselves in stressful times and helps us to become more mindful of our world, our actions, and our words. This would be a great first yoga experience if you are looking to get into yoga or just a more comfortable way to practice and meet other teen yogis. Come build strength and flexibility and open your mind in a safe space with other like-minded teens!",
		"sections":
		[
			{
				"start": "2018-04-08T15:30:00.000-04:00",
				"expires": "2018-04-10T16:30:00.000-04:00",
				"productID": 64,
				"cost": 10,
				"location": "Squirrel Hill"
			},
			{
				"start": "2018-05-06T15:30:00.000-04:00",
				"expires": "2018-05-08T16:30:00.000-04:00",
				"productID": 65,
				"cost": 10,
				"location": "Squirrel Hill"
			}
		]
	},



	{
		"expires": "2018-04-10T20:00:00.000-05:00",
		"title": "Moon Salutations with Kendell Romanelli",
		"photo": "/assets/images/workshops/moonsalutations.jpg",
		"description": "Moon Salutations were developed in the early 1980s by four women at Kripalu Institute to balance the energy of traditional Sun Salutations. Moon Salutes tune into the reflective, intuitive energy of the moon focusing on hip and heart opening postures. Each posture is held for several seconds in order to allow the body to accept the energy of the practice. It is a mixed level practice that builds stamina of the body and mind. This 90-minute workshop combines the beautiful flow of Moon Salutations with healing yoga exercises, chanting meditations, candle gazing and deep relaxation. The entire workshop is supported with live guitar music by Rick Romanelli. Each month follows the theme of the full moon for that month with slight variations to the Moon Salutation, mantra and music. A perfect way to end your work week!",
		"sections":
		 [
			{
				"start": "2018-04-27T18:30:00.000-04:00",
				"expires": "2018-04-29T20:00:00.000-04:00",
				"productID": 17,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},



	{
		"expires": "2018-06-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Chant with Kendell Romanelli",
		"photo": "/assets/images/workshops/kundaliniandchant.jpg",
		"description": "This beautiful workshop will focus on a Kundalini Yoga Kriya - yogic exercise set - to open the body, mind and heart to the beauty within us and all around us. Kundalini Yoga involves moving yogic exercises and chanting meditations. It is appropriate for all levels of yoga and is renowned for it’s ability to inspire and heal practitioners. Class will be supported with live guitar music by Rick Romanelli. A great way to experience something new or embrace the beauty of Kundalini Yoga!",
		"sections":		
		[
			{
				"start": "2018-05-04T18:30:00.000-04:00",
				"expires": "2018-05-06T20:00:00.000-04:00",
				"productID": 56,
				"cost": 20,
				"location": "North Hills"
			}
		]
	},

	{
		"expires": "2018-06-18T20:00:00.000-05:00",
		"title": "Kundalini Yoga and Acupuncture with Kendell Romanelli and Qiong Wang",
		"photo": "/assets/images/workshops/kundalini.jpg",
		"description": "Kundalini Yoga and Acupuncture are two ancient healing practices that help to benefit our modern lifestyle. In this workshop Kendell will guide us through powerful Kundalini Yoga Kriyas - yogic exercise sets to cleanse and balance the body and mind. Then acupuncturist Qiong Wang will apply needles to corresponding meridians during a 20 minute relaxation to heal and balance the body and mind. Please bring a pillow for your head during relaxation. ",
		"sections":		
		[
			{
				"start": "2018-05-11T18:30:00.000-04:00",
				"expires": "2018-05-17T20:00:00.000-04:00",
				"productID": 30,
				"cost": 30,
				"location": "North Hills"
			}
		]
	},


	{
		"expires": "2018-06-18T20:00:00.000-05:00",
		"title": "Labyrinth: Setting the Mind, an Inward Journey for the Soul",
		"photo": "/assets/images/workshops/labyrinth.jpg",
		"description": "Come join in this special evening with Abby Ritter, E-RYT 500hr certified Hatha yoga teacher and Ayurvedic Yoga Specialist, along with her mother Marcia Ritter a 200hr certified Hatha yoga teacher and labyrinth facilitator. During this time together you will learn what a labyrinth is and how it is used for self-reflection and as a meditative tool to bring inner peace.  You will then be guided through a candle lit walk and meditation on the labyrinth—settling the mind and facilitating a journey deep within to find a sense of inner peace, transformation, and renewal.",
		"sections":		
		[
			{
				"start": "2018-05-18T18:00:00.000-04:00",
				"expires": "2018-05-19T20:00:00.000-04:00",
				"productID": 68,
				"cost": 35,
				"location": "North Hills"
			}
		]
	},



	{
		"expires": "2018-06-24T15:00:00.000-05:00",
		"title": "Prop-el Your Practice! with Stefanie Zito",
		"photo": "/assets/images/workshops/props.jpg",
		"description": "Props are a real gift to the yoga practice, often used for support and proprioceptive feedback, and rightly so. They can also, however, encourage a unique increase of challenge when introduced in certain approaches to asana, which is what this workshop will explore. While many standard props will be utilized, our focus will primarily be using blankets to discover fun and creative ways to move, stabilize, and strengthen the whole body.",
		"sections":
		[
			{
				"start": "2018-05-20T14:00:00.000-04:00",
				"expires": "2018-05-22T16:30:00.000-04:00",
				"productID": 34,
				"cost": 30,
				"location": "East Liberty"
			}
		]
	},



	{
		"expires": "2018-04-18T20:00:00.000-05:00",
		"title": "Trauma-Informed Foundations with Linda Meacci, ERYT 500 and Paula Soto, LSW",
		"photo": "/assets/images/workshops/ahimsa.jpg",
		"description": "As we enter an era of increased awareness around assault, emotional abuse and predatory behavior, trauma-informed yoga instruction and mindfulness practices are taking on new significance. In this workshop and practicum, yoga teachers, therapists, social workers and other wellness professionals will gain a deeper understanding of how the effects of trauma may show up in classes or one-on-one sessions and the tools they can use to support the situation. This training will offer review and also build upon what Linda and Paula have presented in past workshops. Yoga Alliance continuing education credits can be earned.",
		"sections":		
		[
			{
				"title": "Ahimsa: Trauma-Informed Basics",
				"description": "This workshop will provide introductory information about the prevalence and impact of trauma, and how yoga can help to heal or further harm a yoga student who has been impacted by trauma.  This session is a prerequisite for Saturday's practicum. If you have already taken Ahimsa with Linda and Paula or Trauma Informed training, then this session is not necessary unless you want a review.",
				"start": "2018-04-13T18:00:00.000-04:00",
				"expires": "2018-04-17T20:30:00.000-04:00",
				"productID": 31,
				"cost": 50,
				"location": "East Liberty"
			},
			{
				"title": "Trauma Foundations Practicum",
				"description": "This practicum will build on pre-requisite trauma informed trainings. Participants will learn and practice a sampling of trauma-informed mindfulness techniques and yoga teaching skills. This practicum will also include: understanding how the nervous system and the brain are impacted; managing hyper- and hypo-arousal states, learning how to better attune the student/client's nervous system; offering appropriate modifications in a yoga setting; learning trauma-informed tips for restorative practices. Pre-requisite for Trauma Foundations Practicum (Day 2):  Ahimsa/Trauma Foundations workshop (Day 1) or equivalent knowledge/training about trauma and yoga. Please direct pre-requisite questions or other inquires to Paula at paula@intersectionswellness.com",
				"start": "2018-04-14T12:30:00.000-04:00",
				"expires": "2018-04-17T17:30:00.000-04:00",
				"productID": 32,
				"cost": 100,
				"location": "East Liberty"
			}
		]
	},

	{
		"expires": "2018-06-05T15:00:00.000-05:00",
		"title": "Meditation and Restorative Yoga for those in the Helping Professions",
		"photo": "/assets/images/workshops/restorative.jpg",
		"description": "Are you a caretaker by profession or by nature? If you are a counselor, social worker, teacher, physician, nurse or parent - or anyone in the social/helping professions - do you really take the time to restore your own body, mind, emotions or energy? Are you finding ways to manage stress in your life? Join Joni in this workshop and learn techniques you can practice regularly to renew yourself, so you can avoid or minimize burnout. You’ll learn meditation techniques to calm and focus the mind, plus how to position the body, using props, to encourage complete relaxation. No experience necessary. Open to anyone who needs to relax.",
		"sections":
		[
			{
				"start": "2018-05-12T14:00:00.000-04:00",
				"expires": "2018-05-14T16:00:00.000-04:00",
				"productID": 51,
				"cost": 30,
				"location": "East Liberty"
			}
		]
	},


	{
		"expires": "2018-04-19T15:30:00.000-05:00",
		"title": "Prenatal Partner Yoga Workshop with Brenda Maser",
		"photo": "/assets/images/workshops/prenatalpartner.jpg",
		"description": "Moms-to-be bring your partner, a family member or a friend to this fun workshop where you will learn supportive partner poses, breath work, massage and relaxation techniques designed to help you connect with one another and prepare for the arrival of your little one! All stages of pregnancy and levels of experience are welcome. Price is per couple.",
		"sections":
		[
			{
				"start": "2018-04-08T14:00:00.000-04:00",
				"expires": "2018-04-10T15:30:00.000-04:00",
				"productID": 14,
				"cost": 40,
				"location": "East Liberty"
			}
		]
	}

]
